@extends('main.site')
@section('content')


<div id="faq">
    <div class="dash-title">
        <h3>سوالات متداول</h3>
    </div>
    <div class="faq active">
        <div class="top">
            <h4>چگونه به قسمت های مختلف سایت وارد شویم؟</h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: block;">
            <p>به منظور بازیابی رمز عبور ابتدا از بالای صفحه گزینه  <a href="#"> ورود/ثبت نام</a>  را کلیک یا لمس کرده و در صفحه باز شده روی لینک فراموشی رمز عبور کلیک/لمس کنید و شماره همراه خود که با آن ثبت نام انجام داده اید وارد کنید. رمز عبور جدید به شماره شما پیامک خواهد شد. پس از ورود رمز عبرو خود را تعویض کنید.</p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>ثبت نام در سایت بلدچی چگونه است؟</h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot">
            <p>به منظور بازیابی رمز عبور ابتدا از بالای صفحه گزینه  <a href="#"> ورود/ثبت نام</a>  را کلیک یا لمس کرده و در صفحه باز شده روی لینک فراموشی رمز عبور کلیک/لمس کنید و شماره همراه خود که با آن ثبت نام انجام داده اید وارد کنید. رمز عبور جدید به شماره شما پیامک خواهد شد. پس از ورود رمز عبرو خود را تعویض کنید.</p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>چگونه رمز عبورم را تغییر دهم؟</h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot">
            <p>به منظور بازیابی رمز عبور ابتدا از بالای صفحه گزینه  <a href="#"> ورود/ثبت نام</a>  را کلیک یا لمس کرده و در صفحه باز شده روی لینک فراموشی رمز عبور کلیک/لمس کنید و شماره همراه خود که با آن ثبت نام انجام داده اید وارد کنید. رمز عبور جدید به شماره شما پیامک خواهد شد. پس از ورود رمز عبرو خود را تعویض کنید.</p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>چگونه رمز عبورم را تغییر دهم؟</h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot">
            <p>به منظور بازیابی رمز عبور ابتدا از بالای صفحه گزینه  <a href="#"> ورود/ثبت نام</a>  را کلیک یا لمس کرده و در صفحه باز شده روی لینک فراموشی رمز عبور کلیک/لمس کنید و شماره همراه خود که با آن ثبت نام انجام داده اید وارد کنید. رمز عبور جدید به شماره شما پیامک خواهد شد. پس از ورود رمز عبرو خود را تعویض کنید.</p>
        </div>
    </div>
</div>

@endsection
