<div id="faq">
    <div class="dash-title">
        <h3>سوالات متداول</h3>
    </div>
    <div class="faq active">
        <div class="top">
            <h4>
                سایت بلدچی چیست؟ </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                بلدچی بسترامنی ایجاد کرده تا تصمیمی بهتر اخذ نماییدمعرفی خریدار به فروشنده و خدمت دهنده به خدمات‌گیرنده: .شما پس از مقایسه آگهی ها برای تصمیم بهتر میتوانید ازمتخصصین (بلدچی‌ها) کمک گرفته و نحوه مشاوره آنان را ارزیابی نمایید.همچنین جهت اتخاذ هر تصمیمی سوالتان را در قسمت خرد جمعی به رایگان یا باپرداخت پاداش به اشتراک بگذارید و از متخصصین همان رشته مشورت بگیرید، که البته اگر توام با پاداش برای پاسخ‌دهنده ها باشد جذابیت بیشتری خواهد داشت. پلتفرمی کاربر محور (واسطی الکترونیک و مجازی) است که حسب بند «ب» ماده ۱ آیین‌نامه جمع‌آوری و استنادپذیری ادله‌ی الکترونیکی، مصوب ۱۳۹۳، به عنوان ارائه‌دهنده خدمات میزبانی شناخته می‌شود. این پلتفرم فضایی را در سامانه‌ی رایانه‌ای خود در اختیار کاربران قرار می‌دهد تا آگهی‌های خود را منتشر کنند؛ بدین وسیله هر کاربر به طور مستقیم آگهی خود را منتشر می‌کند و سایت و اپلیکیشن بلدچی هیچگونه دخل و تصرفی در انتشار و عرضه و پالایش آگهی‌ها ندارد.
            </p>

        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                سایت بلدچی شامل چه بخش‌هایی می‌شود؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                1. آگهی: درج و مشاهده رایگان آگهی
                2. بلدچی: یه متخصص رو از بین هزاران متخصص فیلتر کن و ازش مشورت بگیر
                3. خرد جمعی: هرچندتا سوال تو ذهنته اینجا ایجاد کن و تعیین کن چه افرادی باید پاسخ بدن


            </p>
        </div>
    </div>


    <div class="faq">
        <div class="top">
            <h4>
                بلدچی‌ها چه کسانی هستند؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                هرکس با هر تخصص و تحصیلات و سابقه کار می تواند در این سایت به عنوان بلدچی شناخته شود اما جهت احراز ادعای خود باید مدارک مربوطه را ارسال نماید تا تیک تایید بگیرد.پس سایت بلدچی مسوولیتی جهت استناد ادعای مشاوران و متخصصین ندارد و باید قبل از مشورت نهایت دقت را در انتخاب مشاور امین داشته باشید.

            </p>
        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                ثبت نام در سایت بلدچی چگونه است؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                ۱. در وب سایت روی گزینه "ورود ثبت نام" کلیک کنید
                ۲.شماره موبایل یا ایمیل خود را وارد نمایید.
                ۳.کد فعالسازی برای شماره همراه شما پیامک میشود، پس از وارد کردن کد تایید ثبت نام انجام می شود.
                4.اکنون حساب کاربری ساخته شده جهت تکمیل اطلاعات شخصی از منوی پروفایل روی گزینه تکمیل پروفایل کلیک و اطلاعات خود را تکمیل نمایید.

            </p>

        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                چطور میتوانم مشخصات کاربری و ایمیل خود را ویرایش کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                با وارد کردن ایمیل (یا شماره ی همراه ) وارد حساب کاربری خود شوید. روی گزینه "پروفایل " کلیک کرده و در صفحه" تکمیل پروفایل " یا انتخاب "اطلاعات شما" اطلاعات را ویرایش نمایید

            </p>
        </div>
    </div>




    <div class="faq">
        <div class="top">
            <h4>
                رمز عبور خود را فراموش کردم، چطور میتوانم از طریق نسخه وب رمز خود را بازیابی کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                1. روی گزینه "ورود ثبت نام" کلیک کنید.
                2. لطفا شماره موبایل خود یا ایمیل خود را وارد نمایید.
                3. روی گزینه ی فراموشی رمز عبور کلیک نمایید.
                4.در صورتی که شماره موبایل خود را وارد کرده باشید، یک کد تایید به موبایل شما پیامک میشود و اگر پست الکترونیک خود را ثبت کرده باشید کد تایید برای شما ایمیل خواهد شد.
                5.پس از وارد کردن کد تایید نیاز به وارد کردن رمز عبور جدید می باشد که پس از وارد نمودن رمز عبور جدید و تایید آن وارد پروفایل خود می شوید.


            </p>
        </div>
    </div>


    <div class="faq">
        <div class="top">
            <h4>
                آیا من هم می‌توانم بلدچی باشم؟ چطور کسب درآمد کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                شما هم میتوانید هر تخصص و تجربه ای دارید در این سایت ارائه کرده و از محل مشاوره یا پاسخ به سوالات خرد جمعی و همچنین بازدید از آگهی هاکسب درآمد نمایید.

            </p>
        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                بلدچی متخصص نبوده و یا پاسخگو نیست ، چه کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                در صورتی که بلدچی(متخصص) مورد نظرتان پاسخگو نبودند یا مطمئن هستید که مشکلی دارند میتوانید بلدچی را از طریق دکمه گزارش بلدچی در پایین صفحه گزارش کرده تا کارشناسان ما به صورت دقیق پیگیری کنند.

            </p>
        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                آیا بازدیدکننده‌های آگهی هم بلدچی هستند؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">
            <p>
                خیر-بازدیدکننده ها می‌توانند افرادی بدون تخصص یا تجربه باشند و وظیفه بازدیدکننده فقط بازدید و رویت از آگهی می‌باشد، پس از ایشان مشورت نگیرید.

            </p>
        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                چگونه آگهی‌های خود را مشاهده نمایم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                از چندین طریق می‌توانید آگهی خود را مشاهده کنید که به 2 روش آن میپردازیم:
                روش اول : در صورتیکه آگهی شما به تایید رسیده باشد می توانید با ورود به " حساب من " و " آگهی های من " ، آگهی های خود را مشاهده کنید . در صورتی که در حساب خود تا به حال وارد نشده اید پس از کلیک کردن حساب من دکمه ورود و ثبت نام را زده شماره مورد نظر خودتان را وارد کرده پس از ارسال کد تایید و وارد کردن آن وارد حساب خود شوید.
                روش دوم: پس از انتخاب استان مورد نظر در صفحه اصلی سایت و انتخاب گروهی که در آن ثبت آگهی کرده اید و وارد کردن عنوان آگهی خود، آگهی های جدید ثبت شده در همان استان نمایش داده میشود که می توانید آگهی هایی که تازه ثبت کرده اید را در آنجا ببینید


            </p>
        </div>
    </div>



    <div class="faq">
        <div class="top">
            <h4>
                آگهی مورد نظرم پاسخ گو نیست ، چه کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                در صورتی که آگهی مورد نظرتان پاسخگو نبودند میتوانید آگهی را از طریق دکمه گزارش آگهی در پایین صفحه گزارش کرده تا کارشناسان ما به صورت دقیق پیگیری کنند.

            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>
                چرا نباید آگهی تکراری ثبت کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                تکرار یک آگهی در گروههای مشابه یا غیرمرتبط نه تنها موجب عدم تائید آگهی های شما می گردد، بلکه به فرض تایید آنها این موضوع از نظر موتورهای جستجو تقلب محسوب شده و به صورت خودکار از موتورهای جستجو حذف می گردند.
                اصرار ما برای عدم درج آگهی تکراری به علت جلوگیری از سردرگمی خریدارن است، در غیر اینصورت کاربران در هنگام جستجو با یک آگهی چندین بار روبرو می شوند
            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                اگر معامله ای غیر حضوری به مشکل خورد؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                بهتر است اگر قصد معامله غیر حضوری دارید از طریق پرداخت بیعانه از داخل سایت بلدچی اقدام نمایید اما اگر معامله ای غیر حضوری انجام داده اید و پول را به حساب فروشنده واریز کردید اما کالا را دریافت نکردید
                شماره شناسه آگهی و هرگونه اطلاعات را که در سایت راجع به فروشنده آن کالا موجود است یادداشت کنید و سریعاً توسط یکی از طرق زیر این موضوع را به ما اطلاع دهید تا آگهی و حساب کاربری فرد کلاهبردار را از سایت حذف کنیم.
                در قسمت پایین سمت راست هر آگهی گزینه ی "گزارش" را انتخاب کنید و به ما کلاهبرداری را گزارش دهید.
                از طریق صفحه "راهنما و پشتیبانی" بالای صفحه و انتخاب گزینه "تماس با پشتیبانی" با ما ارتباط برقرار کنید.
                از طریق شماره ی32230086-058 با پشتیبانی سایت بلدچی تماس بگیرید.
                و در نهایت می توانید از طریق سایت پلیس فتا، شکایت خود را پیگیری کنید.
                آدرس سایت پلیس فتا (پلیس فضای تولید و تبادل اطلاعات):
                www.cyberpolice.ir
                لینک ارتباطات مردمی سایت پلیس فتا
                در صورت هرگونه پیشنهاد اینجا کلیک کنید

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                چرا درج قیمت مهم است؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                درج قیمت باعث افزایش بازدید و اعتماد کاربران نسبت به آگهی شما می گردد. سایت بلدچی بر روی قیمت گذاری کالاها و خدمات نظارت دارد و در صورت درج قیمت نامتعارف ، توسط ناظران آگهی پاک شده و بصورت توافقی در می آید.
            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                چرا آگهی کالاهایی که فروش رفته را از سایت حذف نمی کنید؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                از آنجا که سایت بلدچی تنها محلی است برای گذاشتن آگهی و معرفی خریدار و فروشنده به یکدیگر، بنابراین اطلاعی از فروش رفتن و یا عدم فروش کالاها نخواهد داشت و آگهی دهنده‏ ها خودشان باید آگهی کالا‏های فروش رفته را از سایت حذف کنند.
            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                آیا سایت بلدچی روی معاملات نظارت دارد و امنیت معاملات را تضمین می‏ کند؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                اصولاً ماهیت سایت نیازمندی ‏ها به گونه ‏ای است که به دلیل حجم بالای معاملات امکان نظارت روی آنها وجود ندارد و سایت چگونگی انجام معاملات را تعیین نمی ‏کند. سایت بلدچی نیز از این قاعده مستثنی نیست و نمی ‏تواند روی معاملات نظارت نماید اما سایت بلدچی برای جلوگیری از تقلب ‏های احتمالی توسط افراد سودجو به کاربران پیشنهاد می ‏دهد که برای خرید، کالا را به صورت حضوری ببینند و از صحت کامل آن اطمینان خاطر پیدا کنند.و اگر خیلی ضروری بود از سیستم بیعانه سایت بدچی استفاده نمایید.
            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                سیستم بیعانه در سایت بلدچی چطور کار میکنه؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                خریدار با پرداخت وجه و تعیین بازه زمانی بیعانه را به سایت داده و دراین مدت فرصت بازدید و قطعی کردن معامله را دارد.بدیهی است پس از مدت مشخص شده وجه به حساب فروشنده واریز خواهد شد و خریدار (بجز موارد خاص)حق اعتراض نخواهد داشت.
                <br>
                فروشنده عزیز:
                <br>
                هشدار: با پذیرش پیشنهاد خریدار آگهی شما حذف خواهد شد. همچنین لطفا به مدت مورد نیاز تا قطعی شدن معامله توجه فرمایید چرا که تاآن زمان پول به حساب شما واریز نمیشود
                <br>
                خریدار گرامی:
                <br>
                بدانید و آگاه باشید که فقط تا زمان پیشنهادی شما پول نزد سایت بلدچی می‌ماند و پس از آن به حساب فروشنده خواهد نشست.لذا در زمان کلیک بر گزینه بیعانه ضمن دقت در مبلغ بیعانه به مدت زمان پیشنهادی دقت فرمایید. چرا که بلافاصله پس از پذیرش فروشنده آن مدت زمان فعال شده و شما تا پایان آن زمان فرصت دارید پرداخت بیعانه به خریدار را لغو کنید.که البته برای جلوگیری از سو استفاده احتمالی 1% از آن به عنوان کارمزد کسر خواهد شد

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                آیا بجز هزینه مشاوره هزینه مکالمه هم باید پرداخت کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                خیر. پس از زدن دکمه تماس توسط شما سایت بلدچی بلافاصله با تلفن همراهتان تماس می‌گیرد و شما را به مشاور مورد نظر متصل می‌کند. بنابراین، برای مشاوره تلفنی گرفتن، سایت بلدچی با شماره تلفن شما تماس می‌گیرد و هزینه تماس‌ برقرار شده توسط سایت بلدچی پرداخت می‌شود و کاربران تنها حق مشاوره را می‌پردازند. بنابراین هیچ هزینه ای در قبض تلفن کاربران و مشاوران منظور نمی‌شود.
            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                نمی دانم برای مشاوره با چه کارشناس/متخصصی باید صحبت کنم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                در صورتی که در انتخاب مشاور خود تردید دارید، می توانید توضیحات پروفایل کارشناسان و مشاوران بلدچی را مطالعه کنید. نظرات دیگر کاربران می تواند به شما در انتخاب مشاور کمک کند.
            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                علت عدم انتشار آگهی من چیست؟چرا آگهیم منتشر نشد؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                انتشار آگهی تکراری و انتشار آگهی در دسته‌بندی نادرست؛
                انتشار بیش از یک کالا یا خدمت در هر آگهی؛
                انتشار هرگونه آگهی که در فهرست موارد ممنوعه قرار دارد و یا به تشخیص نهادهای تخصصی موقتا دارای محدودیت و ممنوعیت باشد؛
                انتشار هرگونه آگهی‌ که شامل عباراتی غیرمرتبط با موضوع آن بوده و یا دارای مضمون مستهجن، مبتذل، نامتعارف، نادرست، مبهم، گمراه‌کننده و یا برخلاف قوانین کشور باشد؛
                انتشار هرگونه آگهی که شامل خبرپراکنی‌ با موضوع سیاسی، اجتماعی، مذهبی، و یا توهین، نشر اکاذیب، افترا، عقاید شخصی، دعوت به تظاهرات و کمپین‌ها و مغایر با ارزش‌های سایت یا اپلیکیشن بلدچی بوده و نیز هرگونه محتوایی که منجر به اخلال در آرامش جامعه و نقض حقوق مادی و معنوی شخص ثالث یا تعرض به اموال و دارایی‌های او شود؛
                انتشار هرگونه محتوایی که ناقض حقوق زنان، کودکان، مهاجران خارجی یا موارد مشابه باشد؛
                انتشار هرگونه آگهی که ناقض حقوق مالکیت فکری سایت بلدچی یا اشخاص ثالث باشد.

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                چه عکس‌هایی رو می‌تونم تو آگهی بذارم
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>


                شما در برابر عکس‌های آگهی‌های خود شخصاً مسئولیت دارید و باید با رعایت قوانین و مقررات جاری کشور و هم‌چنین شرایط و مقررات سایت یا اپلیکیشن بلدچی ، ضمن رعایت و حفظ حقوق اشخاص ثالث، برای انتشار تصویر اقدام کنید. در صورت تمایل به استفاده از عکس، می‌بایست از تصاویر واقعی و باکیفیت و مرتبط با محتوای آگهی استفاده کنید. اندازه‌ی تصویر باید حداقل ۶۰۰*۶۰۰ پیکسل و حجم آن حداکثر ۲۰ مگابایت باشد.
                با صدق کردن هر یک از موارد زیر، سایت بلدچی این حق را دارد که از انتشار تصویر مورد نظر جلوگیری کرده یا برای حذف آگهی اقدام کند.
                <br>
                استفاده از تصویر لوگو (جز در دسته‌بندی استخدام و کاریابی)؛

                تصویر بیش از حد کوچک یا بی‌کیفیت؛
                <br>
                تصویر نامرتبط با کالا یا خدمت ارائه‌شده؛
                <br>
                تصویر آگهی‌های دیگر در سایت یا اپلیکیشن بلدچی ؛
                <br>
                اسکرین‌شات و عکس‌های دانلودی و به طور کل هر عکسی که مستقیماً از خود کالا گرفته نشده باشد؛
                <br>
                تصویر غیر واقعی و ساخته‌شده با نرم‌افزار‌های طراحی سه‌ بعدی؛
                <br>
                تصویر مات و ویرایش‌شده توسط نرم‌افزار یا دارای کادر؛
                <br>
                ترکیب عکس در یک عکس (کلاژ)؛
                تصویری که نیاز به چرخش داشته باشد؛
                <br>
                تصویر کالا و خدمات غیر مجاز؛
                <br>
                تصویر مغایر با عرف جامعه یا قوانین جمهوری اسلامی ایران؛
                <br>
                استفاده ابزاری از تصویر اشخاص در آگهی؛
                <br>
                نمایش قیمت، شماره تماس، ایمیل، آدرس سایت در تصویر؛
                <br>
                تصویر حاوی متن، توضیحات، نام کسب‌ و کار یا هرگونه عبارت تبلیغاتی.

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                شرایط و قوانین چت و گفتگو در سایت بلدچی چیست؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                چت سایت بلدچی یک فضای ارتباطی عمومی بین آگهی‌گذار و آگهی‌بیننده و مشاور و مشاوره دهنده است که با هدف تسهیل ارتباط و معاملات ارائه شده‌ است. هرگونه استفاده از چت سایت یا اپلیکیشن بلدچی به معنی پذیرفتن شرایط زیر است:
                <br>

                الف) مکاتبات شما در چت سایت یا اپلیکیشن بلدچی باید مرتبط با آگهی و در خصوص ارائه و دریافت کالا و خدمات مورد اشاره باشد. استفاده از چت بلدچی برای مقاصد دیگر از جمله ارتباطات خصوصی و امور سیاسی و اجتماعی مجاز نیست.
                <br>
                ب) برای ایجاد محیطی ایمن و جلوگیری از سوءاستفاده، مزاحمت و کلاهبرداری، بلدچی در صورت لزوم ممکن است با سیستم‌های ماشینی یا انسانی بر مکاتبات نظارت کند.
                <br>
                پ) مواردی از قبیل فرستادن پیام و محتوای غیراخلاقی یا نامربوط به معامله، استفاده از ادبیات غیر مؤدبانه، هرگونه تبلیغات، ارائه‌ی اجناس و خدماتی که خلاف قوانین کشور و شرایط و مقررات سایت یا اپلیکیشن بلدچی هستند، ارسال پیام‌های انبوه، در صورت گزارش شدن توسط کاربران، با دقت بررسی خواهند شد. طبق شرایط و مقررات سایت یا اپلیکیشن بلدچی ، این اقدامات می‌تواند مسدود شدن دائمی حساب کاربر متخلف منجر شود.
                <br>
                ت) شما متعهد هستید تمام قوانین و مقررات جاری کشور را در محیط چت رعایت کنید و ممنوعیت هرگونه مزاحمت، توهین، فحاشی، افترا، نشر اکاذیب و سایر عناوین کیفری را در سایت یا اپلیکیشن بلدچی بپذیرید. در صورت نقض این موارد، شما شخصاً مسئول بوده و سایت یا اپلیکیشن بلدچی علاوه بر حمایت از اشخاص زیان‌دیده، حق پیگیری کیفری موضوع و یا مطالبه‌ی جبران خسارت خود را محفوظ می‌داند. در چنین مواردی، بلدچی به تشخیص خود اقدامات لازم (از جمله تعلیق یا مسدود کردن دائم حساب اشخاص متخلف) را اجرا می‌کند. کاربرانی که از نقض شرایط و قوانین فوق صدمه دیده‌اند، رضایت می‌دهند که موضوع را فقط علیه کاربر متخلف پیگیری نموده و هیچ‌گونه ادعایی علیه بلدچی نداشته باشند. هرگاه در خصوص موارد فوق، مراجع قانونی و قضایی به سایت بلدچی مراجعه کنند، سایت یا اپلیکیشن بلدچی تمام اطلاعات لازم را در اختیارشان قرار خواهد داد. اگر بابت پیگیری‌های مراجع صالح، هزینه‌هایی به سایت بلدچی تحمیل شود، این سایت حق رجوع به کاربر متخلف را دارد.
                <br>

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                سیاست‌های تماس امن سایت یا اپلیکیشن بلدچی
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                الف) تماس امن سایت یا اپلیکیشن بلدچی یک قابلیت برای آگهی‌گذار و آگهی‌بیننده است که با هدف افزایش امنیت کاربران و جلوگیری از مزاحمت ارائه شده‌ است. با استفاده از تماس امن، شما می‌پذیرید که سایت یا اپلیکیشن بلدچی ممکن است به منظور بهبود کیفیت این قابلیت، مکالمات را ضبط نماید. در این صورت، قبل از ضبط مکالمه به شما اطلاع‌رسانی می‌شود.
                <br>
                ب) ما به منظور بهبود تجربه کاربری، اطلاعات مربوط به تماس امن را ذخیره کرده و هرگاه در خصوص موارد فوق، مراجع قانونی و قضایی به سایت یا اپلیکیشن بلدچی مراجعه کنند، تمام اطلاعات لازم در اختیارشان قرار خواهد گرفت.
                <br>


            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                ازم کلاهبرداری شده چه کنم؟ رفتار سایت مقابل کلاهبرداران؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                شما باید در هنگام معامله هویت طرف قرارداد را احراز نموده و از امن بودن و صحت شرایط قرارداد مطمئن شوید. سایت بلدچی مسئولیتی در قبال صحت‌سنجی معاملات ندارد؛ با این حال، حق پیگیری و اقدامات لازم در موارد وقوع تخلف برای سایت یا اپلیکیشن بلدچی محفوظ است. در راستای مقابله با کلاهبرداری، سایت بلدچی در حد توان خود، کاربران متخلفی را که قصد اقدامات مجرمانه دارند، مسدود کرده و در صورت تشکیل پرونده و درخواست مقامات، گزارش و اطلاعات مربوط به تخلفات را در اختیار مقامات ذی‌صلاح قرار می‌دهد. شما ضمن استفاده از سایت یا اپلیکیشن بلدچی صراحتاً موافقت خود را با این سند اعلام می‌کنید، بنابراین در صورت ارتکاب هرگونه تخلف از محتوای آن، سایت بلدچی حق هرگونه اقدام بازدارنده به منظور مقابله با تخلف را دارد. همچنین، در برابر وقوع جرم از قبیل کلاهبرداری، ایجاد مزاحمت برای کاربران و هرگونه سوء رفتار که موجب خدشه‌دار شدن آرامش کاربران یا ضرر به ایشان شود، سایت بلدچی حق واکنش به اقدام فرد خاطی و پیگرد او را برای خود محفوظ می‌داند. با علم بر عدم مسئولیت سایت بلدچی، مجموعه اقدامات ذکر شده به منظور احترام به قوانین، جلب رضایت کاربران و در راستای حفظ سیاست‌ها و ارزش‌های سایت بلدچی است.

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                هزینه های ثبت آگهی چقدر هست؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                در برخی دسته‌بندی‌ها ارسال آگهی برای کاربران، تا سقف مشخصی در ماه، رایگان است. بدیهی است برای ارسال آگهی بیش از تعداد مشخص‌شده، نیاز به پرداخت هزینه می‌باشد. همچنین، در تمام دسته‌بندی‌ها، استفاده از خدمات ویژه سایت بلدچی برای افزایش بازدید آگهی‌ها نیازمند پرداخت هزینه است.



            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                آگهی ها رو چه کسی منتشر میکنه؟مسئولیت آگهی ها با چه کسی است؟ آیا به همه اعتماد کنم؟

            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                سایت و اپلیکیشن بلدچی حسب تائییدیه صادره از سوی سازمان نظام صنفی رایانه‌ای ، فضایی را در سامانه‌ی‌ رایانه‌ای خود در اختیار کاربران قرار می‌دهد تا آگهی‌ها و یا خدمات و مهارتهای خود را منتشر کنند. در نتیجه، هر کاربر مستقیماً آگهی و یا مهارتهای خود را منتشر و ثبت می‌کند و سایت و اپلیکیشن بلدچی هیچگونه دخل و تصرفی در انتشار و عرضه و پالایش آگهی‌ها و و تایید مهارتها(بجز تایید مدارک ارسالی که تیک تایید دارند) ندارد.
                <br>
                ۲) شما با فعالیت در سایت و اپلیکیشن بلدچی، موافقت خود را با عدم مسئولیت سایت بلدچی در قبال اقدامات سایر کاربران اعلام کرده‌اید. در خسارت‌های مستقیم و غیر مستقیم ناشی از ارتباط کاربران با یکدیگر، سایت بلدچی هیچگونه مسئولیتی نخواهد داشت؛ حتی اگر خسارات قابل پیش‌بینی باشد. سایت بلدچی به شما پیشنهاد می‌کند که همواره قبل از اقدام به فعالیت، راهنمای خرید امن و راهنمای خدمات امن را در سایت یا اپلیکیشن بلدچی مطالعه کنید.
                <br>
                ۳) تمام محتویات آگهی‌ها اعم از موضوع، توضیحات، لینک و... توسط کاربران ارائه می‌شود، بنابراین سایت بلدچی هیچ مسئولیتی در قبال تضمین کیفیت و امنیت و قیمت و مواردی از این دست ندارد. شما باید حین معاملات خود همواره جوانب احتیاط را رعایت کنید؛ چراکه، سایت بلدچی هیچگونه مسئولیتی در خصوص هرگونه تقلب یا رفتار متقلبانه کاربران ندارد. انتشار یک آگهی در این سایت به معنای قبول مسئولیت یا تضمین قیمت و امنیت و صحت مندرجات آن آگهی توسط بلدچی نبوده و طرفین هر معامله در خصوص این موضوعات مسئولیت دارند و حق هیچگونه رجوع به بلدچی وجود ندارد.
                <br>
                ۴) سایت بلدچی هیچگونه مسئولیتی در خصوص کامل بودن یا صحت و جامعیت و اصالت اطلاعات منتشر شده توسط کاربران ندارد. مسئولیت صحت اطلاعات با کاربری است که آگهی را منتشر می‌کند. کاربری که قصد معامله یا هرگونه ارتباط با آگهی‌گذار را دارد، باید محتوای آگهی و توانایی بلدچی را شخصاً راستی‌آزمایی کرده و صرفاً با مسئولیت خود و کسب اطلاعات لازم عمل کند. سایت بلدچی هیچگونه مسئولیتی در خصوص هرگونه تقلب یا رفتار متقلبانهی کاربران ندارد؛ بنابراین حق رجوع به این سایت بابت این موارد وجود ندارد.
                <br>
                ۵سایت بلدچی در قبال خسارات جانی و مرگ و آسیب روحی و روانی ناشی از آگهی‌ها و سهل‌انگاری کاربران، هیچگونه مسئولیتی اعم از مادی و معنوی ندارد.
                <br>
                ۶) مشکلات احتمالی در استفاده از درگاه‌های پرداخت اینترنتی به سایت بلدچی مربوط نبوده و سایت بلدچی مسئولیتی در قبال آن‌ها نخواهد داشت.
                <br>

                ۷سایت بلدچی هیچگونه مسئولیتی در خصوص هرگونه زیان کسب و کارها (مانند: از دست دادن سود، درآمد، تولید، پس‌انداز پیش‌بینی شده، کسب و کار، قراردادها، فرصت‌های تجاری) ندارد.
                <br>
                ۸) این سایت هیچگونه مسئولیتی در خصوص هک شدن احتمالی سایت یا قطع شدن آن، اختلال موقت خدمات به دلایل فنی یا قطعی اینترنت، از دست رفتن سوابق و اطلاعات کاربران به دلایل مشابه و ایراد خسارت به کاربران ناشی از موارد مندرج در این ماده بدون قید انحصار ندارد. این بند نافی اقدامات معقول و متعارف بلدچی جهت صیانت از حقوق کاربران نبوده و شامل موضوعات غیر قابل پیش‌بینی و خارج از کنترل و موارد فورس ماژور می‌شود. با این حال، ما در تلاشیم در صورت بروز نقص در بلدچی، در حدود امکانات و توانایی‌های خود برای رفع نقص و پشتیبانی فنی اقدام کنیم.
                <br>
                ۹) در صورت ثبت آگهی‌های متعدد با محتوای یکسان یا مشابه توسط کاربر و یا ناموجود تشخیص‌دادن کالا و خدمات موضوع آگهی از سوی سایت و اپلیکیشن بلدچی ، این سایت حق حذف آگهی و عدم بازگرداندن وجه آن را دارد
                <br>

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>
                من(کاربر) سایت بلدچی چه مسئولیتی دارم؟ چه حقوقی دارم؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                ۱) شما می‌پذیرید، در صورت بارگذاری آگهی‌ خلاف سیاست‌های سایت و اپلیکیشن بلدچی و یا هرگونه عملکرد مخرب یا خلاف قوانین در ثبت آگهی یا غیره، عمل شما منجر به خدشه‌دار شدن اعتبار سایت و اپلیکیشن بلدچی شده و در نتیجه حق پیگیری در این موارد برای ما محفوظ است.
                <br>
                ۲) شما می‌پذیرید، در صورتی که هر نوع اطلاعات مرتبط با سایت و اپلیکیشن بلدچی را (مانند: شماره تلفن همراه یا کد تائیید ارسال‌شده از سایت و اپلیکیشن بلدچی)، به هر طریق و به هر منظور، در اختیار اشخاص حقیقی یا حقوقی غیر از سایت و اپلیکیشن بلدچی قرار دهید، خود مسئول این عمل بوده و سایت و اپلیکیشن بلدچی در قبال این اقدامات و عواقب آن‌ها هیچگونه مسئولیتی ندارد.
                <br>
                ۳) شما می‌پذیرید که از سایت و اپلیکیشن بلدچی صرفا برای مقاصد تجاری و اقتصادی استفاده نمایید. بدیهی است هرگونه فعالیت با غیر از این هدف، اعم از و نه محدود به، اهداف سیاسی، اجتماعی و غیره در سایت و اپلیکیشن بلدچی ممنوع است. سایت در صورت مشاهده آگهی با اهداف ممنوعه حق مسدودسازی حساب کاربری شما را دارد.
                <br>
                ۴) در صورتی‌که دارای کسب و کار هستید، می‌پذیرید که به منظور ثبت آگهی در حوزه فعالیت خود، مکلف به اخذ پنل کسب و کاری هستید. در صورتیکه آگهی مربوط به کسب و کار خود را به صورت آگهی شخصی ثبت نمایید، سایت و اپلیکیشن بلدچی حق حذف آگهی و مسدودسازی شما را دارد. در صورتی که اقدام به خرید بسته از طریق پنل خاصی کنید، بنا بر مقررات آن پنل، ممکن است سایت و اپلیکیشن بلدچی به تشخیص خود به نحو دیگری با شما توافق کند. لازم به ذکر است، پنل های خریداری‌شده در سایت و اپلیکیشن بلدچی قائم به شخص هستند و صاحب پنل اجازه واگذاری آن را به دیگران ندارد؛ لذا در صورت مشاهده واگذاری پنل توسط صاحب آن؛ حق حذف پنل و مسدود سازی صاحب پنل برای سایت یا اپلیکیشن بلدچی محفوظ است.
                <br>
                ۵) شما می‌پذیرید در صورت برقراری هرگونه ارتباط با کاربران دارای پنل کسب‌وکاری، اعم از خرید، رابطه استخدامی و یا استفاده از خدمات، به شرایط و مقررات سایت یا اپلیکیشن بلدچی و قوانین کشور پایبند بوده و از هرگونه سوءاستفاده خودداری کنید. بدیهی است، در صورت مشاهده هرگونه تخلف، سایت یا اپلیکیشن بلدچی حق مسدود سازی حساب کاربری فرد متخلف را دارد.
                <br>
                ۶) شما می‌پذیرید با انتشار هرگونه آگهی در سایت و اپلیکیشن بلدچی ، تمام حقوق ناظر به حق مولف و حق طرح دعوای ناشی از آن را به این سایت منتقل می‌کنید.
                <br>
                ۷) شما می‌پذیرید با انتشار هرگونه آگهی در سایت و اپلیکیشن بلدچی ، ارائه‌دهندگان خدمت که با سایت به هر نوعی همکاری می‌کنند،بتوانند بر روی آگهی شما اعمال نظر یا کارشناسی نمایند. ارائه‌دهندگان خدمت، اشخاص حقیقی یا حقوقی هستند که در kenar.divar.ir ثبت نام نموده‌اند و به ارائه خدمات مربوط به تسهیلات،کارشناسی، احراز هویت و … می‌پردازند.
                <br>

            </p>
        </div>
    </div>

    <div class="faq">
        <div class="top">
            <h4>

                سایت شما چه حقوقی دارد؟

            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                ۱) این حق برای سایت یا اپلیکیشن بلدچی محفوظ است که هرگاه لازم بداند آگهی‌های مغایر با شرایط و قوانینش را حذف کند.
                <br>
                ۲) این حق برای سایت یا اپلیکیشن بلدچی محفوظ است که در راستای افزایش امنیت کاربران و به تشخیص خود، هرگاه لازم بداند، کاربر متخلف را که شرایط و قوانین مندرج در این سند را رعایت نمی‌کند، موقتاً یا به طور دائم مسدود کند.
                <br>
                ۳) سوءاستفاده سایت یا اپلیکیشن بلدچی به هر روش، استفاده از هر نوع برنامه‌ی مخرب و جاسوسی و ربات‌، کرال کردن اطلاعات، استفاده از اختلال سرویس‌ها، هرگونه روش مخرب برای دسترسی به اطلاعات سایت و اپلیکیشن و محتویات آن شامل شماره تماس و تصویر و توضیحات آگهی، از طریق هر سیستم و شبکه‌ای ممنوع است. در صورت مشاهدهی چنین فعالیت‌هایی، حق هرگونه پیگیری قانونی برای سایت یا اپلیکیشن بلدچی محفوظ خواهد بود. همچنین سایت یا اپلیکیشن بلدچی می‌تواند به صلاحدید خود دسترسی به سایت و اپلیکیشن را برای کاربر متخلف محدود یا مسدود کند.
                <br>

            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>
                قوانین حریم خصوصی تان چیست؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                ۱) موارد عمومی
                <br>
                الف) اصل حفاظت از حریم خصوصی، قواعد رفتاری ما در حوزهی استفاده، جمع‌آوری و ذخیره‌سازی قانونی اطلاعات شخصی کاربران و چارچوب محافظت از این اطلاعات را تبیین می‌کند.
                <br>
                ب) با استفاده از سایت و اپلیکیشن بلدچی، شما صراحتاً رضایت خود را از جمع‌آوری، ذخیره‌سازی و حفظ اطلاعات شخصی و استفاده از این اطلاعات توسط دیوار اعلام می‌کنید.
                <br>
                پ) دیوار ممکن است هر زمان، سیاست‌های حفظ حریم خصوصی خود را تغییر دهد. تداوم استفادهی شما از سایت یا اپلیکیشن بلدچی به معنای رضایت بی‌ قید و شرط از این تغییرات است؛ لذا توصیه می‌شود مرتباً این سیاست‌نامه را مطالعه نمایید. هرگونه تغییرات در سیاست‌های حفظ حریم خصوصی، در سایت و اپلیکیشن بلدچی به‌روزرسانی می‌شود.
                <br>

                ۲) اطلاعات جمع آوری شده از کاربران
                <br>
                الف) همهی افراد می‌توانند بدون ثبت نام، به سایت یا اپلیکیشن بلدچی مراجعه کنند. شما به محض ثبت نام در سایت یا اپلیکیشن دیوار از طریق کدملی و شمارهی تلفن همراه خود، صراحتاً موافقتتان را با ذخیره‌سازی قانونی اطلاعات شخصی خود و استفاده و محافظت دیوار از این اطلاعات، اعلام می‌دارید. لازم به ذکر است، کدملی شما در سایت و یا اپلیکیشن نشان داده نمی‌شود.
                <br>
                ب) اطلاعات وارد شده توسط شما، مربوط به محتوای آگهی و اطلاعات مربوط به تصاویری که توسط شما در سایت/اپلیکیشن بارگذاری می‌شود، به منظور حفظ سطح خدمات و جلوگیری از تخلف و کلاهبرداری، جمع آوری و ذخیره سازی خواهد شد.
                <br>
                پ) اطلاعات فنی و گزارش‌های سرور برای حفظ سطح خدمات، جمع‌آوری، ذخیره و استفاده خواهد شد. اطلاعات یاد شده شامل این موارد است: آدرس پروتکل اینترنت (IP)، اطلاعات برند و مدل دستگاه، نوع شبکه و نوع و نسخهی مرورگر، اطلاعات مهم دستگاه هنگام وقفه‌ها (Crashes) شامل وضعیت روت بودن یا نبودن دستگاه، میزان کل رم و فضای پر آن هنگام وقفه، روز و ساعت رخدادها، خاموش یا روشن بودن شبکه‌ی بی‌سیم، خاموش یا روشن بودن شبکهی دیتا، خاموش یا روشن بودن وضعیت رومینگ.


            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>
                کدام اطلاعات من بعد از ثبت نام در اختیار سایت بلدچی قرار می گیره؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                شما با ایجاد حساب کاربری در سایت یا اپلیکیشن بلدچی، صراحتاً با استفادهی سایت از اطلاعات شخصی خود برای اهداف زیر موافقت می کنید:

                ارتباط با کاربران
                جلوگیری از کلاهبرداری، مزاحمت و …
                بهبود تجربه‌ی کاربری
                به منظور مباحث پژوهشی و توسعه‌ای، به صورت بی‌نام و با صلاحدید و تشخیص سایت یا اپلیکیشن
                سایر اهدافی که به صورت مشروع و قانونی توسط سایت/اپلیکیشن تعیین می‌شود

            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>
                تا چه زمانی اطلاعات من در سایت نگهداری می‌شود?
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                الف) بنابر ماده ۵ آیین نامه جمع آوری و استناد پذیری ادله الکترونیکی، سایت موظف است اطلاعات کاربران خود را حداقل تا شش ماه پس از خاتمهی اشتراک، و محتوای ذخیره‌شده و دادهی ترافیکی حاصل از تغییرات را حداقل تا پانزده روز نگهداری کند.
                <br>

                ب) در راستای تطابق عملکرد با قوانین و مقررات کشور، سایت/اپلیکیشن تنها در پاسخ به دستور مراجع ذی‌صلاح ممکن است اطلاعات موضوع این سند را در اختیار نهادهای مربوط قرار دهد.
                <br>
                پ) اشخاص ثالثی که به نحوی در ارائهی خدمات با سایت همکاری کرده یا وابسته به سایت/اپلیکیشن هستند، فقط در چارچوب این سند اجازهی پردازش اطلاعات شخصی و استفاده از آن را دارند.
                <br>
                ت) این سایت در راستای حفظ و نگهداری داده‌های شخصی کاربرانش تمام تلاش خود را به کار می‌بندد، اما در صورت وقوع حوادث غیر قابل پیش‌بینی و خارج از کنترل یا اختلال در بستر اینترنت کشور، هیچ گونه مسئولیتی در قبال مخدوش شدن داده‌های کاربران ندارد.

                <br>

            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>

                ۱) در صورت بروز هرگونه اختلاف بین کاربر و سایت بلدچی چه مواردی الزامی است؟:


            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                شما موظف هستید حسب صلاحدید و درخواست سایت بلدچی در جلسات حضوری یا آنلاین شرکت کرده؛ و یا در مواردی که به صلاحدید سایت نیاز به تشکیل جلسه نیست، حداکثر همکاری را با تیم پشتیبانی ما داشته باشید.
                در صورت عدم حصول توافق، با رضایت کاربر، این سایت حق دارد برای تعیین کارشناس متخصص و مستقل جهت بررسی موضوع و حل اختلاف اقدام کند. در صورتی که اختلاف به هر دلیل حل و فصل نشود، هر یک از طرفین مختار خواهد بود که به مرجع قضایی مراجعه کند. تشریفات مربوط به کارشناسی و میزان تعهد دیوار به مذاکره، منوط به موارد اختلاف دیوار و کاربر است.

            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>
                ۲) در صورت بروز هرگونه اختلاف بین کاربران با یکدیگر،چه قوانینی وجود دارد؟
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                در صورتی که بین شما و کاربر دیگری اختلاف ایجاد شود، ابتدا تلاش به حل مسالمت آمیز آن کرده و در صورت عدم توافق، می‌توانید به مراجع قضایی مراجعه کنید. لازم به ذکر است، ما در این زمینه مسئولیتی نداریم ولی تلاش می‌کنیم در حد امکان با شما همکاری کنیم.


            </p>
        </div>
    </div>
    <div class="faq">
        <div class="top">
            <h4>
                ماده۱۰- ارتباط با ما
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>

                ۱) شما می‌توانید با مراجعه به صفحه پشتیبانی، پاسخ بیشتر پرسش‌های خود را پیدا کنید. هم‌چنین شما در صورت نیاز به پشتیبانی می‌توانید از ساعت ۸ صبح تا ۱۲ شب با شماره تلفن ۷۹۴۵۸۰۰۰-۰۲۱ تماس بگیرید و یا پرسش‌های خود را به تارنمای مرکز پشتیبانی دیوار ارسال کنید. ما متعهد به ارائهٔ بالاترین سطح خدمات پشتیبانی در حدود امکانات و توانایی‌های خود هستیم.
                <br>
                ۲)شما با اعلام شماره همراه خود به دیوار می‌پذیرید که دیوار پیامک‌های اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه را برای شما ارسال نماید. در صورت تمایل، می‌توانید از طریق تماس با مرکز پشتیبانی درخواست نمایید که ارسال این پیامک‌ها به شما قطع شود. ما برای ارسال پیامک به شما صرفا از سرشماره‌های زیر استفاده می‌کنیم؛ بنابراین دیگر شماره‌هایی که با نام دیوار پیامک ارسال می‌کنند، مورد تأیید ما نیستند. در داخل پلتفرم نیز فقط از طریق قابلیت پستچی در چت، با شما در ارتباطیم:
                <br>
            </p>
        </div>
    </div>
    {{-- <div class="faq">
        <div class="top">
            <h4>
                title
            </h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: none;">

            <p>
                content
            </p>
        </div>
    </div>  --}}



    {{-- <div class="faq active">
        <div class="top">
            <h4>ثبت نام در سایت بلدچی چگونه است؟</h4>
            <div class="icon">
                <svg width="10" height="6" viewBox="0 0 10 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.05435 5.98827C5.19159 5.98829 5.32749 5.96128 5.45428 5.90877C5.58108 5.85627 5.69631 5.7793 5.79337 5.68227L9.69336 1.78228C9.88922 1.58641 9.99927 1.32077 9.99927 1.04378C9.99927 0.766791 9.88922 0.50115 9.69336 0.305287C9.4975 0.109425 9.23186 -0.000620764 8.95486 -0.000620752C8.67787 -0.00062074 8.41223 0.109425 8.21637 0.305287L5.05237 2.70528L1.88837 0.305288C1.6925 0.109425 1.42686 -0.000620423 1.14987 -0.000620411C0.87288 -0.000620399 0.607209 0.109426 0.411346 0.305288C0.215484 0.50115 0.105469 0.766791 0.105469 1.04378C0.105469 1.32077 0.215484 1.58642 0.411346 1.78228L4.31137 5.68227C4.40886 5.77983 4.52472 5.85711 4.65225 5.90963C4.77978 5.96215 4.91643 5.98887 5.05435 5.98827Z" fill="currentColor"></path>
                </svg>

            </div>
        </div>
        <div class="bot" style="display: block;">
            <p>به منظور بازیابی رمز عبور ابتدا از بالای صفحه گزینه <a href="#"> ورود/ثبت نام</a> را کلیک یا لمس کرده و در صفحه باز شده روی لینک فراموشی رمز عبور کلیک/لمس کنید و شماره همراه خود که با آن ثبت نام انجام داده اید وارد کنید. رمز عبور جدید به شماره شما پیامک خواهد شد. پس از ورود رمز عبرو خود را تعویض کنید.</p>
        </div>
    </div>  --}}

</div>
