@extends('main.site')
@section('content')
    <div id="main">
        <div class="container">

            <div class="row">
                <div class="bread-filter">
                    <div class="breadcrumb">
                        <ul>
                            <li><a href="{{ route('login') }}">صفحه اصلی</a></li>
                            <li class="sep">
                                <span>
                                    <svg width="7" height="10" viewBox="0 0 7 10" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M0.943369 4.94888C0.94335 5.08612 0.970364 5.22202 1.02287 5.34882C1.07537 5.47561 1.15234 5.59084 1.24937 5.6879L5.14936 9.58789C5.34523 9.78375 5.61087 9.8938 5.88786 9.8938C6.16485 9.8938 6.43049 9.78375 6.62635 9.58789C6.82222 9.39203 6.93226 9.12639 6.93226 8.8494C6.93226 8.5724 6.82222 8.30676 6.62635 8.1109L4.22636 4.9469L6.62635 1.7829C6.82222 1.58704 6.93226 1.32139 6.93226 1.0444C6.93226 0.767412 6.82222 0.50174 6.62635 0.305878C6.43049 0.110015 6.16485 2.14471e-08 5.88786 0C5.61087 -2.1447e-08 5.34523 0.110015 5.14936 0.305878L1.24937 4.2059C1.15181 4.3034 1.07453 4.41925 1.02201 4.54678C0.969491 4.67431 0.942768 4.81096 0.943369 4.94888Z"
                                            fill="#A6A5AA"></path>
                                    </svg>

                                </span>
                            </li>
                            <li><a href="{{ route('counsels') }}">خردجمعی</a></li>
                            <li class="sep">
                                <span>
                                    <svg width="7" height="10" viewBox="0 0 7 10" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M0.943369 4.94888C0.94335 5.08612 0.970364 5.22202 1.02287 5.34882C1.07537 5.47561 1.15234 5.59084 1.24937 5.6879L5.14936 9.58789C5.34523 9.78375 5.61087 9.8938 5.88786 9.8938C6.16485 9.8938 6.43049 9.78375 6.62635 9.58789C6.82222 9.39203 6.93226 9.12639 6.93226 8.8494C6.93226 8.5724 6.82222 8.30676 6.62635 8.1109L4.22636 4.9469L6.62635 1.7829C6.82222 1.58704 6.93226 1.32139 6.93226 1.0444C6.93226 0.767412 6.82222 0.50174 6.62635 0.305878C6.43049 0.110015 6.16485 2.14471e-08 5.88786 0C5.61087 -2.1447e-08 5.34523 0.110015 5.14936 0.305878L1.24937 4.2059C1.15181 4.3034 1.07453 4.41925 1.02201 4.54678C0.969491 4.67431 0.942768 4.81096 0.943369 4.94888Z"
                                            fill="#A6A5AA"></path>
                                    </svg>

                                </span>
                            </li>
                            <li><span>{{ $counsel->title }}</span></li>
                        </ul>
                    </div>
                </div>
            </div>

            <div class="answer-sec">
                <div class="d-flex">
                    <div class="right-sec">
                        <div class="user-naswe">
                            <div class="img">
                                <img src="{{ $counsel->user->avatar() }}" alt="">
                                <span class="onl green"></span>
                            </div>
                            <h4 class="name">
                                {{ $counsel->user->name }}
                                {{ $counsel->user->family }}
                            </h4>
                            <div class="stat red">پرسشنامه</div>
                        </div>
                    </div>
                    <div class="left-sec">
                        <div class="user-full-messg">
                            @if ($counsel->img)
                                <div class="balad-box">
                                    <div class="balad-pic">
                                        <div class="head"><img src="{{ $counsel->img() }}" alt=""></div>
                                    </div>
                                </div>
                            @endif

                            <div class="top">
                                <div class="rights">
                                    <div class="time">
                                        <span class="icon">
                                            <svg width="14" height="15" viewBox="0 0 14 15" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M6.9987 14.1667C3.3167 14.1667 0.332031 11.182 0.332031 7.50004C0.332031 3.81804 3.3167 0.833374 6.9987 0.833374C10.6807 0.833374 13.6654 3.81804 13.6654 7.50004C13.6654 11.182 10.6807 14.1667 6.9987 14.1667ZM6.9987 12.8334C8.41319 12.8334 9.76974 12.2715 10.7699 11.2713C11.7701 10.2711 12.332 8.91453 12.332 7.50004C12.332 6.08555 11.7701 4.729 10.7699 3.7288C9.76974 2.72861 8.41319 2.16671 6.9987 2.16671C5.58421 2.16671 4.22766 2.72861 3.22746 3.7288C2.22727 4.729 1.66536 6.08555 1.66536 7.50004C1.66536 8.91453 2.22727 10.2711 3.22746 11.2713C4.22766 12.2715 5.58421 12.8334 6.9987 12.8334ZM7.66536 7.50004H10.332V8.83337H6.33203V4.16671H7.66536V7.50004Z"
                                                    fill="currentColor"></path>
                                            </svg>
                                        </span>
                                        <span>
                                            {{ Carbon\Carbon::parse($counsel->created_at)->ago() }}
                                        </span>
                                        {{-- <a href="#" class="green">({{ __('arr.'.$counsel) }} )</a> --}}
                                        {{-- <a href="#" class="green">({{ $counsel->skill->name }} )</a> --}}
                                        <a href="#" class="green">(
                                            {{ implode(' - ', $counsel->skills()->pluck('name')->toArray()) }}


                                            )</a>
                                    </div>
                                    <h3>
                                        {{ $counsel->title }}
                                        <br>
                                        @if ($counsel->url)
                                            <span class="pointer" id="showlink">
                                                نمایش لینک
                                            </span>
                                            <br>
                                            <a style="display: none" id="link"
                                                href="{{ route('go.to', ['url' => $counsel->url]) }}">{{ $counsel->url }}</a>
                                        @endif
                                    </h3>
                                </div>
                                <div class="lefts">
                                    <div class="answ-stat">
                                        <span class="num">{{ $counsel->answers_count() }}</span>
                                        <span>
                                            جواب
                                        </span>
                                    </div>
                                </div>
                            </div>
                            <div class="text">
                                <p>
                                    {{ $counsel->info }}
                                </p>
                            </div>
                            {{-- سس سس --}}
                            <div class="circle-line">
                                <span></span>
                            </div>
                            <div class="user-messg-foter">
                                @auth
                                    {{--  <a href="{{ route('counsel.quiz', $counsel->id) }}" class="icon-button green">
                                @if ($user->answers()->where('counsel_id', $counsel->id)->count())
                                <span>ویرایش جواب ها </span>
                                @else
                                <span>پاسخ دادن</span>
                                @endif
                                <span class="icon">
                                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M7.99902 0H11.999C14.1208 0 16.1556 0.842855 17.6559 2.34315C19.1562 3.84344 19.999 5.87827 19.999 8C19.999 10.1217 19.1562 12.1566 17.6559 13.6569C16.1556 15.1571 14.1208 16 11.999 16V19.5C6.99902 17.5 -0.000976562 14.5 -0.000976562 8C-0.000976562 5.87827 0.841878 3.84344 2.34217 2.34315C3.84246 0.842855 5.87729 0 7.99902 0ZM9.99902 14H11.999C12.787 14 13.5672 13.8448 14.2951 13.5433C15.0231 13.2417 15.6845 12.7998 16.2417 12.2426C16.7988 11.6855 17.2408 11.0241 17.5423 10.2961C17.8438 9.56815 17.999 8.78793 17.999 8C17.999 7.21207 17.8438 6.43185 17.5423 5.7039C17.2408 4.97595 16.7988 4.31451 16.2417 3.75736C15.6845 3.20021 15.0231 2.75825 14.2951 2.45672C13.5672 2.15519 12.787 2 11.999 2H7.99902C6.40772 2 4.8816 2.63214 3.75638 3.75736C2.63116 4.88258 1.99902 6.4087 1.99902 8C1.99902 11.61 4.46102 13.966 9.99902 16.48V14Z" fill="currentColor"></path>
                                    </svg>
                                </span>
                            </a>  --}}
                                    {{--  @if (!($counsel->gender != $user->gender || $counsel->degree != $user->degree || $counsel->star <= $user->comment_log()['av'] || $counsel->answers_count() >= $counsel->answers))  --}}
                                    @if ($counsel->check_condition($user))
                                        @if (auth()->user()->id == $counsel->user_id)
                                            <a href="{{ route('counsel.quiz', $counsel->id) }}" class="icon-button green">
                                                @if ($user->answers()->where('counsel_id', $counsel->id)->count())
                                                    <span>ویرایش جواب ها </span>
                                                @else
                                                    <span>پاسخ دادن</span>
                                                @endif
                                                <span class="icon">
                                                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <path
                                                            d="M7.99902 0H11.999C14.1208 0 16.1556 0.842855 17.6559 2.34315C19.1562 3.84344 19.999 5.87827 19.999 8C19.999 10.1217 19.1562 12.1566 17.6559 13.6569C16.1556 15.1571 14.1208 16 11.999 16V19.5C6.99902 17.5 -0.000976562 14.5 -0.000976562 8C-0.000976562 5.87827 0.841878 3.84344 2.34217 2.34315C3.84246 0.842855 5.87729 0 7.99902 0ZM9.99902 14H11.999C12.787 14 13.5672 13.8448 14.2951 13.5433C15.0231 13.2417 15.6845 12.7998 16.2417 12.2426C16.7988 11.6855 17.2408 11.0241 17.5423 10.2961C17.8438 9.56815 17.999 8.78793 17.999 8C17.999 7.21207 17.8438 6.43185 17.5423 5.7039C17.2408 4.97595 16.7988 4.31451 16.2417 3.75736C15.6845 3.20021 15.0231 2.75825 14.2951 2.45672C13.5672 2.15519 12.787 2 11.999 2H7.99902C6.40772 2 4.8816 2.63214 3.75638 3.75736C2.63116 4.88258 1.99902 6.4087 1.99902 8C1.99902 11.61 4.46102 13.966 9.99902 16.48V14Z"
                                                            fill="currentColor"></path>
                                                    </svg>
                                                </span>
                                            </a>
                                        @endif
                                    @else
                                        <p> شما شرایط اختصاصی این خرد جمعی را دارا نمی باشید</p>
                                    @endif


                                @endauth
                                @if ($counsel->price)
                                    <div class="credit">
                                        <span class="icon">
                                            <svg width="20" height="21" viewBox="0 0 20 21" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M12.5 1C13.0906 0.999802 13.6717 1.14908 14.1892 1.43393C14.7066 1.71879 15.1435 2.12995 15.4592 2.62914C15.7749 3.12832 15.9592 3.69929 15.9948 4.28886C16.0305 4.87843 15.9163 5.46743 15.663 6.001L19 6C19.2652 6 19.5196 6.10536 19.7071 6.2929C19.8946 6.48043 20 6.73479 20 7V11C20 11.2652 19.8946 11.5196 19.7071 11.7071C19.5196 11.8946 19.2652 12 19 12H18V20C18 20.2652 17.8946 20.5196 17.7071 20.7071C17.5196 20.8946 17.2652 21 17 21H3C2.73478 21 2.48043 20.8946 2.29289 20.7071C2.10536 20.5196 2 20.2652 2 20V12H1C0.734784 12 0.48043 11.8946 0.292893 11.7071C0.105357 11.5196 0 11.2652 0 11V7C0 6.73479 0.105357 6.48043 0.292893 6.2929C0.48043 6.10536 0.734784 6 1 6L4.337 6.001C3.98076 5.25268 3.90163 4.40221 4.1137 3.601C4.32577 2.7998 4.81529 2.09985 5.4951 1.62576C6.17491 1.15167 7.0009 0.934199 7.82603 1.01207C8.65116 1.08994 9.42189 1.4581 10.001 2.051C10.326 1.71753 10.7147 1.45268 11.1439 1.27215C11.5732 1.09162 12.0343 0.999076 12.5 1ZM16 12H4V19H16V12ZM18 8H2V10H18V8ZM7.5 3C7.11478 3.00019 6.74441 3.14858 6.46561 3.41441C6.18682 3.68025 6.02099 4.04315 6.00248 4.42792C5.98396 4.81269 6.11419 5.18984 6.36618 5.48121C6.61816 5.77257 6.97258 5.95583 7.356 5.993L7.5 6H9V4.5C8.99998 4.12712 8.86108 3.76761 8.61038 3.49158C8.35968 3.21556 8.01516 3.0428 7.644 3.007L7.5 3ZM12.5 3L12.356 3.007C12.0094 3.04021 11.6851 3.19298 11.4388 3.43911C11.1925 3.68525 11.0395 4.0094 11.006 4.356L11 4.5V6H12.5L12.644 5.993C13.015 5.95703 13.3594 5.7842 13.6099 5.50819C13.8605 5.23218 13.9993 4.87277 13.9993 4.5C13.9993 4.12724 13.8605 3.76783 13.6099 3.49182C13.3594 3.21581 13.015 3.04297 12.644 3.007L12.5 3Z"
                                                    fill="#FD6245"></path>
                                            </svg>
                                        </span>
                                        <span class="num">
                                            {{ number_format($counsel->price) }}
                                        </span>
                                        <span class="un">
                                            تومان
                                        </span>
                                        <span class="txt">
                                            {{ __('arr.' . $counsel->reward) }}
                                        </span>
                                    </div>
                                @endif

                                <div class="view">
                                    <span>
                                        {{ $counsel->viwecounsel_user()->count() }}
                                    </span>
                                    <span class="icon">
                                        <svg width="22" height="18" viewBox="0 0 22 18" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M11.0006 0C16.3926 0 20.8786 3.88 21.8196 9C20.8796 14.12 16.3926 18 11.0006 18C5.60864 18 1.12264 14.12 0.181641 9C1.12164 3.88 5.60864 0 11.0006 0ZM11.0006 16C13.0401 15.9996 15.019 15.3068 16.6135 14.0352C18.208 12.7635 19.3235 10.9883 19.7776 9C19.3219 7.0133 18.2056 5.24 16.6113 3.97003C15.017 2.70005 13.0389 2.00853 11.0006 2.00853C8.96234 2.00853 6.98433 2.70005 5.39002 3.97003C3.7957 5.24 2.67941 7.0133 2.22364 9C2.67774 10.9883 3.79331 12.7635 5.38778 14.0352C6.98225 15.3068 8.96117 15.9996 11.0006 16ZM11.0006 13.5C9.80717 13.5 8.66257 13.0259 7.81866 12.182C6.97475 11.3381 6.50064 10.1935 6.50064 9C6.50064 7.80653 6.97475 6.66193 7.81866 5.81802C8.66257 4.97411 9.80717 4.5 11.0006 4.5C12.1941 4.5 13.3387 4.97411 14.1826 5.81802C15.0265 6.66193 15.5006 7.80653 15.5006 9C15.5006 10.1935 15.0265 11.3381 14.1826 12.182C13.3387 13.0259 12.1941 13.5 11.0006 13.5ZM11.0006 11.5C11.6637 11.5 12.2996 11.2366 12.7684 10.7678C13.2372 10.2989 13.5006 9.66304 13.5006 9C13.5006 8.33696 13.2372 7.70107 12.7684 7.23223C12.2996 6.76339 11.6637 6.5 11.0006 6.5C10.3376 6.5 9.70171 6.76339 9.23287 7.23223C8.76403 7.70107 8.50064 8.33696 8.50064 9C8.50064 9.66304 8.76403 10.2989 9.23287 10.7678C9.70171 11.2366 10.3376 11.5 11.0006 11.5Z"
                                                fill="#4F4F4F"></path>
                                        </svg>

                                    </span>
                                </div>
                            </div>

                        </div>


                        <div class="user-messg-keuwords">
                            <div class="rights">
                                <h4>شرایط اختصاصی این خرد جمعی :</h4>
                                <div class="tag-list">

                                    <ul class="cond">
                                        @if ($counsel->gender)
                                            <li>
                                                به این خرید جمعی فقط
                                                <span class="alert alert-success">{{ __('arr.' . $counsel->gender) }} ها
                                                </span>
                                                میتوانند پاسخ دهند
                                            </li>
                                        @endif

                                        @if ($counsel->star)
                                            <li>
                                                حداقل ستاره برای پاسخ دادن به این خردجمعی
                                                <span class="alert alert-success">{{ $counsel->star }} </span>
                                                می باشد
                                            </li>
                                        @endif
                                        @if ($counsel->degree)
                                            <li>
                                                مدرک مورد نیاز برای پاسخ گویی به این
                                                خرد جمعی باید
                                                <span class="alert alert-success">{{ __('arr.' . $counsel->degree) }} </span>
                                                باشد
                                            </li>
                                        @endif
                                        @if ($counsel->answers)
                                            <li>
                                                حداکثر پاسخ دهندگان به این خردجمعی
                                                <span class="alert alert-success">{{ $counsel->answers }} نفر</span>
                                                می باشد
                                            </li>
                                        @endif

                                    </ul>

                                </div>
                            </div>

                        </div>


                        <div class="user-messg-keuwords">
                            <div class="rights">
                                <h4>کلید واژه ها :</h4>
                                <div class="tag-list">

                                    @foreach ($counsel->tags as $tag)
                                        <a href="{{ route('counsels', ['tag_id', $tag->id]) }}"
                                            class="single-tag">{{ $tag->tag }} </a>
                                    @endforeach

                                </div>
                            </div>
                            <div class="lefts">
                                <button class="share-btn">
                                    <svg width="19" height="22" viewBox="0 0 19 22" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M11.1202 16.023L6.92121 13.733C6.373 14.319 5.66119 14.7266 4.87828 14.9028C4.09537 15.0791 3.27756 15.0157 2.53113 14.721C1.7847 14.4263 1.14417 13.9139 0.692774 13.2504C0.241381 12.5869 0 11.803 0 11.0005C0 10.198 0.241381 9.41402 0.692774 8.75051C1.14417 8.08701 1.7847 7.57461 2.53113 7.27992C3.27756 6.98523 4.09537 6.92187 4.87828 7.09807C5.66119 7.27428 6.373 7.6819 6.92121 8.26796L11.1212 5.97796C10.8828 5.03403 10.9968 4.03555 11.4418 3.16966C11.8869 2.30378 12.6325 1.62994 13.5389 1.27446C14.4452 0.918981 15.4501 0.906264 16.3652 1.23869C17.2803 1.57112 18.0427 2.22588 18.5095 3.08022C18.9764 3.93457 19.1156 4.92985 18.9011 5.8795C18.6866 6.82916 18.1332 7.668 17.3444 8.23877C16.5557 8.80954 15.5859 9.07307 14.6168 8.97995C13.6477 8.88684 12.7458 8.44347 12.0802 7.73296L7.88021 10.023C8.04141 10.6643 8.04141 11.3356 7.88021 11.977L12.0792 14.267C12.7448 13.5564 13.6467 13.1131 14.6158 13.02C15.5849 12.9268 16.5547 13.1904 17.3434 13.7611C18.1322 14.3319 18.6856 15.1708 18.9001 16.1204C19.1146 17.0701 18.9754 18.0654 18.5085 18.9197C18.0417 19.774 17.2793 20.4288 16.3642 20.7612C15.4491 21.0937 14.4442 21.0809 13.5379 20.7255C12.6315 20.37 11.8859 19.6961 11.4408 18.8303C10.9958 17.9644 10.8818 16.9659 11.1202 16.022V16.023ZM4.00021 13C4.53064 13 5.03935 12.7892 5.41442 12.4142C5.78949 12.0391 6.00021 11.5304 6.00021 11C6.00021 10.4695 5.78949 9.96082 5.41442 9.58575C5.03935 9.21067 4.53064 8.99996 4.00021 8.99996C3.46977 8.99996 2.96107 9.21067 2.58599 9.58575C2.21092 9.96082 2.00021 10.4695 2.00021 11C2.00021 11.5304 2.21092 12.0391 2.58599 12.4142C2.96107 12.7892 3.46977 13 4.00021 13ZM15.0002 6.99996C15.5306 6.99996 16.0393 6.78925 16.4144 6.41417C16.7895 6.0391 17.0002 5.53039 17.0002 4.99996C17.0002 4.46953 16.7895 3.96082 16.4144 3.58575C16.0393 3.21067 15.5306 2.99996 15.0002 2.99996C14.4698 2.99996 13.9611 3.21067 13.586 3.58575C13.2109 3.96082 13.0002 4.46953 13.0002 4.99996C13.0002 5.53039 13.2109 6.0391 13.586 6.41417C13.9611 6.78925 14.4698 6.99996 15.0002 6.99996ZM15.0002 19C15.5306 19 16.0393 18.7892 16.4144 18.4142C16.7895 18.0391 17.0002 17.5304 17.0002 17C17.0002 16.4695 16.7895 15.9608 16.4144 15.5857C16.0393 15.2107 15.5306 15 15.0002 15C14.4698 15 13.9611 15.2107 13.586 15.5857C13.2109 15.9608 13.0002 16.4695 13.0002 17C13.0002 17.5304 13.2109 18.0391 13.586 18.4142C13.9611 18.7892 14.4698 19 15.0002 19Z"
                                            fill="currentColor"></path>
                                    </svg>
                                </button>
                            </div>
                        </div>
                        @if($counsel->show_answer)


                        <div class="user-messg-keuwords">
                            <div class="">
                                <h4>جواب ها :</h4>
                                @foreach ($counsel->Counselquestions as $question)
                                    <h5>
                                        {{ $loop->iteration }}-
                                        {{ $question->question }}
                                    </h5>
                                    <ul>
                                        @foreach ($question->answers as $answer)
                                            @if ($question->type == 'multi')
                                            <ul>
                                                @foreach ($counsel->Counselquestions()->whereType('multi')->get() as $question)
                                                <li style="border-bottom:1px solid red ">
                                                    <h5 class="h5_m">
                                                        {{ $question->question }}
                                                    </h5>
                                                    @if ($question->type == 'multi')
                                                    @for ($i = 1; $i <= $question->options(); $i++)
                                                        @php
                                                        $one = $counsel
                                                        ->answers()
                                                        ->where('question_id', $question->id)
                                                        ->where('answer', 'a' . $i)
                                                        ->count();
                                                        $all = $counsel
                                                        ->answers()
                                                        ->whereType('multi')
                                                        ->where('question_id', $question->id)
                                                        ->count();
                                                        @endphp
                                                        {{-- $all= $counsel->answers()->whereType('multi')->count(); --}}
                                                        {{-- {{ $question->answers()->where("answer","a.$i")->count() }} --}}
                                                        {{-- {{ $question->answers()->pluck('id') }} --}}
                                                        <span class="ans" style="">
                                                            گزینه {{ $i }} :
                                                            @if( $one>0)
                                                            ({{ ($one * 100) / $all }})
                                                            @endif
                                                            %
                                                        </span>

                                                        <ul style="margin-bottom:10px">
                                                            <h5 class="h5_m">
                                                                پاسخ دهنده گان
                                                            </h5>
                                                            @foreach ($counsel->answers()->where("question_id",$question->id)->where('answer', 'a' .
                                                            $i)->get() as $ua )
                                                            <li style="display:inline-block">
                                                                ( {{$ua->user->name}}
                                                                {{$ua->user->family}})
                                                            </li>
                                                            @endforeach
                                                        </ul>

                                                        @endfor
                                                        {{-- ---- {{ $question->answers()->whereAnswer("$question->answer")->count() }} s---- --}}
                                                        @endif

                                                        {{-- {{ $question->options() }} --}}
                                                </li>
                                                @endforeach
                                            </ul>
                                            @else
                                                <li style="margin-bottom: 10px">
                                                    {{ $loop->iteration }}-
                                                    {{ $answer->answer }}
                                                </li>
                                            @endif
                                        @endforeach
                                    </ul>
                                @endforeach
                            </div>
                            <div class="">

                            </div>
                        </div>
                        @endif


                    </div>
                </div>
            </div>



        </div>
    </div>
@endsection
