@extends('main.panel')
@section('content')

<div id="dashmsain">

    <div id="register-stpes">
        <div class="dash-title">
            <h3>ثبت نام به عنوان بلدچی</h3>
        </div>
        <div id="register">
            <div class="stepes">
                <ul>
                    {{-- <li class="step step1 active">
                        <span class="num">.۱</span>
                        <h4>اطلاعات کاربری</h4>
                    </li> --}}
                    <li class="step step2 active">
                        <span class="num">.1</span>
                        <h4>تایید قوانین</h4>
                    </li>
                    <li class="step step3">
                        <span class="num">.2</span>
                        <h4>احراز هویت</h4>
                    </li>
                    <li class="step step4">
                        <span class="num">.3</span>
                        <h4>انتخاب دسته بندی</h4>
                    </li>
                </ul>
            </div>
                <div class="dash-title">
                    <h3>ثبت نام به عنوان بلدچی</h3>
                </div>
            <div class="form">
                <div class="txt">
                    <h4>ماده ۱ - تعاریف و اصطلاحات</h4>
                    <ol>
                        <li>اصطلاحاتی که در این شرایط و قوانین به کار رفته است دارای معانی مشروح زیر است:</li>
                        <li>شرکت: شرکت ایده گزین برهان که نسبت به ارائه خدمات اُتیچر اقدام می‌کند.</li>
                        <li>اُتیچر: خدمات نرم‌افزاری که توسط شرکت به منظور آموزش آنلاین زبان به کاربران ارائه می‌شود.</li>
                        <li>وب سایت اُتیچر: وب سایت متعلق به شرکت که به منظور استفاده از خدمات اُتیچر، حق استفادۀ موقت از آن برابر شرایط مندرج در قرارداد خصوصی و سند حاضر به کاربران یا طرف‌های تجاری شرکت اعطا می‌شود.</li>
                        <li>قرارداد خصوصی: توافق کتبی یا الکترونیکی فی‌مابین شرکت و کاربر استاد یا طرف‌های تجاری شرکت، جهت بهره‌برداری موقت از وب سایت اُتیچر.</li>
                        <li>کاربر: شخصی حقیقی یا حقوقی است اعم از استاد و یا زبان آموز که برابر شرایط و قوانین حاضر از طریق اینترنت به وب سایت متصل و از خدمات اُتیچر بهره مند میشود.</li>
                        <li>کاربر: از استاد، زبان آموز یا سایر کاربران اُتیچر، تحت عنوان کاربران یاد می‌شود.</li>
                        <li>کاربر استاد: شخص حقیقی است که در سایت اُتیچر برای دریافت درخواست آموزش آنلاین و ارائۀ خدمات ثبت‌‌نام کرده ‌است.</li>
                        <li>کاربر زبان آموز: شخص حقیقی یا حقوقی است که در وب سایت اُتیچر برای ارسال درخواست آموزش آنلاین ثبت‌‌نام کرده‌ است.</li>
                        <li>طرف تجاری: اشخاص حقیقی و حقوقی که برابر قرارداد خصوصی از طریق ایجاد درگاه، حق بهره‌برداری موقت از وب سایت را با نام تجاری خود یا مشترک با اُتیچر دارند.</li>
                        <li>حساب کاربری: حسابی است که اشخاص برای استفاده از خدمات اُتیچر در وب سایت ایجاد کرده‌اند.</li>
                        <li>کد تخفیف: کد صادر و تامین اعتبار شده توسط اُتیچر که برابر آن کاربر زبان آموز می تواند با وارد کردن در وب سایت از پرداخت کل یا قسمتی از هزینه آموزش آنلاین زبان معاف می شود.</li>
                    </ol>
                </div>


                <div class="footer-section">

                    <div class="pair-button">
                        <a href="route('panel.dashboard')" class="mid-button">
                            انصراف
                        </a>
                        <form action=" {{ route('baladchi.form1') }}" method="post">
                            @csrf
                            @method('post')
                            <input class="mid-button blue" type="submit" value="می پذیرم">
                        </form>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

@endsection
